Repository: ftl-mv-translation/forgotten-diamonds
Catalog: locale/data/events_sector_lanius.xml.append/*.po
Languages: ru

source: This beacon seems completely empty at first glance, hidden in a secluded space from all the madness of the swarmlands, you decide to take a small break to check up on your ship and crew while the FTL drive charges. Suddenly, your metal-radar (used mostly for salvaging) starts beeping loudly, indicating a point with a high concentration of exotic metals, incredibly valuable stuff. However, upon closer inspection it happens that the dot wasn't some kinda vault or high value ship component like you hoped, but a decaying lanius that looked like no other lanius you encountered before, being colored yellow with bright yellow lights on it's body. It seems they won't be alive for much longer at that rate.
ru: На первый взгляд, этот маяк кажется совершенно пустым, спрятанным в укромном месте от безумия скопление Роя ланиусов. Вы решили сделать небольшой перерыв, чтобы проверить состояние своего корабля и экипажа, пока заряжается ССД. Внезапно ваш радар металлов (используемый в основном для сбора лома) начинает громко пищать, указывая на точку с высокой концентрацией экзотических металлов, невероятно ценных ресурсов. Однако при ближайшем рассмотрении оказывается, что это было не каким-то хранилищем или ценным компонентом корабля, как вы надеялись, а разлагающимся ланиусом, не похожим ни на одного ланиуса, с которым вы сталкивались раньше: его тело окрашено в желтый цвет с яркими желтыми свечением. Похоже, он долго не протянет.

source: Bring the lanius aboard! Maybe we can save him.
ru: Поднять ланиуса на борт! Может быть, мы сможем его спасти.

source: You quickly send a rescue crew to the outside of the ship and haul the lanius inside your ship. As you expected, the strange being is in critical condition, their body decomposing more and more every second, you suspect you won't have more than a few minutes to stabilize them.
ru: Вы быстро отправляете спасательную команду к внешней стороне корабля и забираете ланиуса. Как вы и следовало ожидать, странное существо находится в критическом состоянии, его тело разлагается все больше и больше с каждой секундой, и вы подозреваете, что у вас есть не больше нескольких минут, чтобы стабилизировать его состояние.

source: (Upg. Medbay) Use your medbay to stabilize them!
ru: (Улучш. Медотсек) Использовать свой Медотсек, чтобы стабилизировать его!

source: You quickly lift up the lanius by both ends and bring his dripping and decaying body to the medbay, as soon as you arrive you power it up to its limits and hope for the best.
ru: Вы быстро поднимаете ланиуса с двух сторон и несете его разлагающееся тело в Медотсек, и как только добираетесь до него, включаете максимальную мощность и надеетесь на лучшее.

source: Continue...
ru: Продолжить...

source: (Clone Bay) Register the lanius before it's too late!
ru: (Клон-отсек) Добавить данные ланиуса в Клон-отсек, пока не поздно!

source: You quickly lift up the lanius by both ends and bring his dripping and decaying body to the clonebay. Wasting no time you scan him and add him into the database, just in time too, since as soon as the scan is completed the strange lanius died right in front of your eyes. The system seems to have no information about him or his species but luckily that doesn't prevent him from being cloned.
ru: Вы быстро поднимаете ланиуса с двух сторон и несете его разлагающееся тело в Клон-отсек. Не теряя времени, вы сканируете его и добавляете в базу данных, и как раз вовремя, потому что, как только сканирование было завершено, странный ланиус умирает прямо у вас на глазах. Похоже, в системе нет никакой информации о нем или его виде, но, к счастью, это не мешает клонировать его.

source: Continue...
ru: Продолжить...

source: Lanius eat metal right? Maybe we can give them some scrap!
ru: Ланиусы ведь едят металл? Может, мы сможем дать ему немного лома!

source: Seeing no other option available to you, you decide to just dump a bunch of scrap on the lanius, hoping that would give their body enough sustenance to reverse the decaying process.
ru: Не видя другого выхода, вы решаете просто вывалить на ланиуса кучу лома, надеясь, что это даст его телу достаточно пищи, чтобы обратить процесс разложения вспять.

source: Continue...
ru: Продолжить...

source: There's nothing we can do.
ru: Мы ничего не можем сделать.

source: With a heavy heart you realize you can't save this strange being, you watch as the lanius slowly decays until it's nothing more than a metal puddle on the floor. You get ready to continue your mission.
ru: С тяжелым сердцем вы понимаете, что не можете спасти это странное существо, и наблюдаете, как ланиус медленно разлагается, пока не превращается в металлическую лужу на полу. Вы готовитесь продолжить свою миссию.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Leave the lanius to its fate.
ru: Оставить ланиуса на произвол судьбы.

source: There's no chance you will bring a decaying and unknown lanius to your ship, who knows what it might do if it wakes up? You decide to wait for your FTL drives to fully charge and put this whole thing out of your mind.
ru: Не стоит брать с собой на корабль разлагающегося и неизвестного ланиуса, кто знает, что он может натворить, если очнется? Вы решаете дождаться полной зарядки ССД и выбросить все это из головы.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: It takes a while, but finally the lanius wakes up, as soon as they regain their consciousness they start to panic, looking around in distress at the unfamiliar ship and the unknown crew around them, shouting a unknown language as they retreat into the corner of the room.
ru: Проходит некоторое время, но в конце концов ланиус приходит в себя и начинает паниковать, в ужасе оглядывая незнакомый корабль и незнакомый экипаж вокруг, крича на неизвестном языке и пятясь в угол отсека.

source: Hold your arms up slowly and assure them that you mean no harm.
ru: Медленно поднять руки вверх и заверить его в том, что вы не желаете ему зла.

source: At first it seems that the strange being didn't notice, understand or care about what you just said, however, a few moments later they seem to slowly calm down, their panicked eyes slowly settling on you, as if they were inspecting you with their gaze. Finally, after what feels like a eternity, they surprisingly start to talk in your language. "You aren't my executioners, nor do you look like my peers, who are you, strange being?"
ru: Сначала кажется, что странное существо не заметило, не поняло или не придало значения вашим словам, однако спустя несколько мгновений оно, кажется, постепенно успокаивается, его испуганные глаза медленно останавливаются на вас, словно изучая вас взглядом. Наконец, спустя, как кажется, целую вечность, он удивительно хорошо начинает говорить на вашем языке. "Ты не мой палач и не похож на моих сородичей, кто ты, странное существо?"

source: I'm the renegade in charge of this vessel, we were hired by the federation to destroy the rebel flagship invading this reality.
ru: Я - Ренегат, отвечающий за этот корабль, нас наняла Федерация, чтобы уничтожить Флагман повстанцев, вторгшийся в эту реальность.

source: The being looks around the room and then back at you, intrigued. "My name is Sharlan of the Golden Fields, captain of the Forbidden Opulence cruiser and researcher of aether tech in my spare time" "A renegade you say, I met some of you in the past, I will spare you the details but I assure you it wasn't pleasant, if I were a simpler man I would cut you down right here and now." the lanius's arms turn into a blade for a moment before turning back to its regular form. "You did, however, save me from certain death, and for that I'm grateful enough to spare your lives." The being stares you down one more time before heading towards the nearest airlock.
ru: Существо оглядывает отсек, а затем снова вас, будучи заинтригованным. "Меня зовут Шарлан из Золотых Полей, я капитан крейсера "Запретная Роскошь" и исследователь эфирных технологий в свободное время". "Ренегат, говоришь. Я встречал некоторых из вас в прошлом, избавлю тебя от подробностей, но уверяю тебя, это были не очень приятные встречи, будь я более простым существом, я бы прикончил тебя прямо здесь и сейчас". "Однако ты спас меня от верной смерти, и за это я достаточно благодарен, чтобы пощадить твою жизнь". Существо еще раз смотрит на вас, а затем направляется к ближайшему шлюзу.

source: Wait, where are you going?
ru: Подожди, куда ты идешь?

source: "Now that my form has stabilized I'm afraid that I must leave, recovering my ship is too important of a task to waste time chit chatting with brutes" The lanius starts entering the airlock before stopping and turning around slowly. "Hmm, however, perhaps brutes are exactly what I need to get my ship back." The being examines the ship around them slowly, then takes a look at your crew and nods their head slowly. "Yes, yes, this might be exactly what I need. Say, brute, what do you think of doing some mercenary work? I can make it worth your while" The being says enticingly.
ru: "Теперь, когда моя форма стабилизировалась, я боюсь, что должен уйти. Восстановление моего корабля - слишком важная задача, чтобы тратить время на болтовню с животными". Ланиус начал входить в шлюз, но остановился и медленно повернулся. "Хм, однако, возможно, грубияны - это именно то, что мне нужно, чтобы вернуть свой корабль". Существо медленно оценивающим взглядом осматривает корабль, затем бросает взгляд на ваш экипаж и медленно кивает головой. "Да-да, возможно, это именно то, что мне нужно. Скажи, животное, как ты смотришь на то, чтобы поработать наемником? Я могу сделать так, что это будет стоить твоего времени", - заманчиво говорит существо.

source: I'm listening, what do you want?
ru: Я слушаю, что ты хочешь?

source: "You see, me and my crew were escorting a transport ship filled with aether technology, the ship I was piloting was a AU class Cruiser outfitted for ship on ship combat. We didn't, unfortunately, arm it with anti boarding capabilities, and so my ship was taken over by a horde of vicious pirates, lanius pirates to be exact, it pains me that my own kind would stoop that low, but here we are. I need you to bring me to my ship and kill all the pirates within it without destroying my ship. If you can complete this simple task I will part way with my cruiser and head back to my home cluster with the transport ship, how does that sound to you?"
ru: " Видишь ли, я и мой экипаж сопровождали транспортный корабль, наполненный эфирными технологиями, а корабль, который я пилотировал, был крейсером класса АУ, приспособленным для боя между кораблями. К сожалению, мы не оснастили его средствами защиты от абордажа, и поэтому мой корабль захватила орда злобных пиратов, точнее, пиратов-ланиусов. Мне нужно, чтобы ты доставил меня к моему кораблю и убил всех пиратов на нем, не разрушив мой корабль. Если ты справишься с этой простой задачей, я расстанусь с крейсером и отправлюсь обратно в родной кластер на транспортном корабле. Как тебе это?"

source: Sounds doable, where should we head to?
ru: Звучит заманчиво, куда мы должны отправиться?

source: "This are the last coordinates I can recall being on before I was "taken out", do not disappoint me, renegade" Sharlan types the coordinates into navigation system and exists the room.
ru: "Это последние координаты, которые я могу вспомнить, где я был до того, как меня "устранили", не разочаруй меня, Ренегат", - Шарлан вводит координаты в навигационную систему и выходит из отсека.

source: Sharlan
ru: Шарлан

source: Decline.
ru: Отказаться.

source: "I see you aren't just a brute, you are also a coward as well." Without speaking another word the lanius exits the ship through the airlock. You prepare to jump.
ru: "Я вижу, ты не только животное, но и трус". Не говоря больше ни слова, ланиус покидает корабль через шлюз. Вы готовитесь к прыжку.

source: Your crew cannot be cloned, as they are still alive.
ru: Вашего члена экипажа нельзя клонировать, так как он все еще жив.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: As soon as you arrive at the beacon you are greeted with a grisly sight, the lanius inside the cruiser have mutated and now look just like Sharlan, what's more, they seem incredibly aggressive, and as soon as they notice you they start powering up their weapons!
ru: Как только вы прибываете к маяку, вас встречает ужасное зрелище: ланиусы внутри крейсера мутировали и теперь выглядят точно так же, как Шарлан. Более того, они кажутся невероятно агрессивными, и как только они замечают вас, то сразу же начинают заряжать свои орудия!

source: Approach.
ru: Приблизиться.

source: Sharlan looks at his ship horrified and growls "Those rats! They will regret ever crossing the path of the might Sharlan!" By now the cruiser has fully powered up its weapons and moves in to engage.
ru: Шарлан в ужасе смотрит на свой корабль и кричит: "Вот эти крысы! Они еще пожалеют, что перешли дорогу могучему Шарлану!" К этому моменту крейсер уже полностью зарядил орудия и переходит в атаку.

source: Engage the cruiser!
ru: Захватить крейсер!

source: You will need to take our their crew without doing much hull damage if we want our part of the deal.
ru: Если мы хотим выполнить свою часть сделки, вам нужно будет уничтожить экипаж, не причинив большого ущерба корпусу.

source: Continue...
ru: Продолжить...

source: There's no way we will fight this many crazed lanius, run away!
ru: Мы не можем сражаться с таким количеством обезумевших ланиусов, бежим!

source: "What are you doing you filth?! I knew your kind couldn't be trusted!" Sharlan turns his arm into a blade and attacks your crew!
ru: "Что ты делаешь, мерзавец?! Я знал, что тебя нельзя доверять!" Шарлан превращает свою руку в клинок и нападает на ваш экипаж!

source: Your crew cannot be cloned, as they are still alive.
ru: Вашего члена экипажа нельзя клонировать, так как он все еще жив.

source: Welp
ru: Ну

source: Sharlan is busy taking out the few lanius that managed to get to the transport ship, luckily none of them cause any troubles for the battle-experienced lanius. He turns to you and clap his hands. "Well then! I guess you did what I wanted, just a shame you missed out on that cruiser, oh well, as compensation I'm willing to give you one of the aether weapons we were transporting, hope that makes the sting of your failure hurt a little bit less" He speaks smugly.
ru: Шарлан занят тем, что расправляется с несколькими ланиусами, которым удалось пробраться на транспортный корабль, но, к счастью, никто из них не доставляет хлопот закаленному в боях ланиусу. Он поворачивается к вам и похлопывает вас по плечу. "Ну что ж! Думаю, ты сделал то, что я хотел, жаль только, что ты упустил крейсер, ну да ладно, в качестве компенсации я готов отдать тебе одно из эфирных орудий, которые мы перевозили, надеюсь, это немного уменьшит боль от твоей неудачи", - самодовольно произносит он.

source: I guess that's better than nothing.
ru: Это лучше, чем ничего.

source: Sharlan is busy taking out the few lanius that managed to get to the transport ship, luckily none of them cause any troubles for the battle-experienced lanius. He turns to you and clap his hands. "Well then! Turns out you aren't as useless as I expected! As promised, you can have the old cruiser, it was at the end of its usefulness to us anyways. As a bonus, I'm also giving you one of the aether weapons we were transporting for doing such a great job at that fight."
ru: Шарлан занят тем, что расправляется с несколькими ланиусами, которым удалось пробраться на транспортный корабль, но, к счастью, никто из них не доставляет хлопот закаленному в боях ланиусу. Он поворачивается к вам и похлопывает вас по плечу. "Ну что ж! Оказывается, ты не так бесполезен, как я ожидал! Как и было обещано, ты можешь забрать старый крейсер, он и так был нам уже не нужен. В качестве бонуса я также дарю тебе одно из эфирных орудий, которые мы перевозили, за то, что ты так хорошо поработал в этом бою".

source: Continue...
ru: Продолжить...

source: Sharlan proceeds to enter the transport ship and pull out an incredibly high tech weapons unlike anything you ever seen before, he hands it over to you before turning back towards his transport ship. "I guess this is it, thank you for helping me, Renegade, I will make sure our Queen hears about your feats when I head back home" He says looking at the transport ship, his eyes glued to the weapons within.
ru: Шарлан заходит в транспортный корабль и достает невероятно высокотехнологичное орудие, не похожее ни на что, что вы когда-либо видели раньше. "Спасибо за помощь, Ренегат, я позабочусь о том, чтобы наша королева узнала о твоих подвигах, когда я вернусь домой", - говорит он, глядя на транспортный корабль, а его взгляд прикован к орудиям на борту.

source: What's wrong?
ru: Что случилось?

source: Sharlan looks at you for a moment before looking back at the ship. "oh it's...nothing, just... this whole mission was suppose to help us understand how the creatures from this cluster work, as well as transporting any aether tech we found here back at home for further study. However we were ambushed right as we arrived, we barely could write down anything of note from this cluster."
ru: Шарлан некоторое время смотрит на вас, а затем снова переводит взгляд на корабль."О, это... ничего, просто... вся эта миссия должна была помочь нам понять, как работают существа из этого кластера, а также перевезти все эфирные технологии, которые мы здесь нашли, домой для дальнейшего изучения. Однако сразу по прибытии мы попали в засаду, и нам едва удалось найти что-нибудь интересное в этом кластере".

source: Well, why don't you join us? I'm sure our mission could provide valuable insight towards your studies.
ru: Почему бы тебе не присоединиться к нам? Я уверен, что наша миссия может дать ценные знания для твоих исследований.

source: Sharlan stares at you for a while before looking back at his transport ship, finally he turns back at you and nods. "I suppose that works, the transport ship, however, will be a liability for the study, I suspect that's what attracted the pirates, I will set it to warp back to our cluster and meet you back at your vessel in just a moment. Thank you"
ru: Шарлан смотрит на вас некоторое время, а затем снова переводит взгляд на свой транспортный корабль, наконец он снова поворачивается к вам и кивает. "Полагаю, это сработает, однако транспортный корабль станет обузой для исследования, я подозреваю, что именно это и привлекло пиратов. Я настрою его на возвращение в наш кластер и встречусь с тобой на вашем корабле через минуту. Спасибо".

source: Continue...
ru: Продолжить...

source: You head inside the cruiser and set a course for the nearest federation hangar before heading back to where Sharlan was. Sharlan is busy pulling out an incredibly high tech weapons unlike anything you ever seen before, he hands it over to you before turning back towards his transport ship. "I guess this is it, thank you for helping me, Renegade, I will make sure our Queen hears about your feats when I head back home" He says looking at the transport ship, his eyes glued to the weapons within.
ru: Вы поднимаетесь на крейсер и берете курс на ближайший ангар Федерации, а затем возвращаетесь к Шарлану. Шарлан занят тем, что достает невероятно высокотехнологичное орудие, не похожее ни на что, что вы когда-либо видели раньше, и передает его вам, а затем возвращается к своему транспортному кораблю. "Спасибо за помощь, Ренегат, я позабочусь о том, чтобы наша королева услышала о твоих подвигах, когда я вернусь домой", - говорит он, глядя на транспортный корабль, его глаза прикованы к орудиям на борту.

source: What's wrong?
ru: Что случилось?

source: Sharlan looks at you for a moment before looking back at the ship. "oh it's...nothing, just... this whole mission was suppose to help us understand how the creatures from this cluster work, as well as transporting any aether tech we found here back at home for further study. However we were ambushed right as we arrived, we barely could write down anything of note from this cluster."
ru: Шарлан некоторое время смотрит на вас, а затем снова переводит взгляд на корабль."О, это... ничего, просто... вся эта миссия должна была помочь нам понять, как работают существа из этого кластера, а также перевезти все эфирные технологии, которые мы здесь нашли, домой для дальнейшего изучения. Однако сразу по прибытии мы попали в засаду, и нам едва удалось найти что-нибудь интересное в этом кластере".

source: Well, why don't you join us? I'm sure our mission could provide valuable insight towards your studies.
ru: Почему бы тебе не присоединиться к нам? Я уверен, что наша миссия может дать ценные знания для твоих исследований.

source: Sharlan stares at you for a while before looking back at his transport ship, finally he turns back at you and nods. "I suppose that works, the transport ship, however, will be a liability for the study, I suspect that's what attracted the pirates, I will set it to warp back to our cluster and meet you back at your vessel in just a moment. Thank you"
ru: Шарлан смотрит на вас некоторое время, а затем снова переводит взгляд на свой транспортный корабль, наконец он снова поворачивается к вам и кивает. "Полагаю, это сработает, однако транспортный корабль станет обузой для исследования, я подозреваю, что именно это и привлекло пиратов. Я настрою его на возвращение в наш кластер и встречусь с тобой на вашем корабле через минуту. Спасибо".

source: Continue...
ru: Продолжить...
