Repository: ftl-mv-translation/forgotten-diamonds
Catalog: locale/data/events_sector_theocracy.xml.append/*.po
Languages: ru

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/text
ru: Вы достигаете маяка, который подавал странный сигнал "запрос", и, к вашему удивлению, это не корабль валунов, а корабль класса, который вы никогда раньше не видели, с очень гладкой внешней поверхностью и ромбовидным дизайном, цвета медного металлика. На корабле вызывают вас, и сначала все, что они говорят, - чистая тарабарщина, однако через несколько минут они начинают говорить на языке, понятном вашему переводчику.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/text
ru: Продолжить...

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/text
ru: "Приветствую вас, плотское существо, я оператор, прибыл из другого кластера, хочу немного поторговать, прошу 5 существ в форме плоти для поиска, заплатить за корабль, подтверждаете?" Хотя предложение существа, назвавшего себя "оператором", переведено очень плохо, этого достаточно, чтобы понять смысл: он требует 5 существ из вашего экипажа, а в обмен - чертежи корабля. "Крайне" желательно не вступать в бой с этим врагом, его боевые дроны чрезвычайно опасны.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/text
ru: Согласиться на условия.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/text
ru: Операторы, похоже, довольны вашим решением, поскольку медленно начинают телепортировать вашу экипаж на свой корабль.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/removeCrew/text
ru: Вы не можете клонировать члена своего экипажа, поскольку он не умер.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/text
ru: Продолжить...

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/text
ru: Продолжение следует.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/removeCrew/text
ru: Вы не можете клонировать члена своего экипажа, поскольку он не умер.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/text
ru: Продолжить...

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/event/text
ru: Продолжение следует.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/event/removeCrew/text
ru: Вы не можете клонировать члена своего экипажа, поскольку он не умер.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/event/choice/event/text
ru: Продолжение следует.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/event/choice/event/removeCrew/text
ru: Вы не можете клонировать члена своего экипажа, поскольку он не умер.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Через некоторое время последний член экипажа телепортируется, и вскоре вы получаете чертежи крейсера, который использовали "операторы". Кроме того, они дают вам странного медного дрона и большое количество лома. Внезапно оператор вызывает вас: "Феноменально! Все эти данные позволят нам обойтись без многолетних исследований! Однако этого может оказаться недостаточно. Чтобы убедиться в этом, я присоединюсь к вам в вашей миссии в надежде получить гораздо более глубокие данные о вашем кластере".

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="1"]/event/choice/event/choice/event/choice/event/choice/event/removeCrew/text
ru: Вы не можете клонировать члена своего экипажа, поскольку он не умер.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[@req="forgorEnoughCrew" and @lvl="0"]/text
ru: Недостаточно экипажа.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[3]/text
ru: Мы никогда не отдадим наш экипаж! Возьмем чертежи силой!

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[3]/event/text
ru: Похоже, "операторы" восприняли это не очень хорошо, их корабль начал выпускать боевых дронов. Возможно, можно получить чертежи, если захватить корабль?

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[3]/event/choice/text
ru: Продолжить...

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[4]/text
ru: Извиниться и сказать, что у вас нет свободного экипажа.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[1]/event/choice[4]/event/text
ru: Операторы, хотя и весьма огорченные этим, благодарят вас за сотрудничество и дают вам немного лома за потраченное время, прежде чем уйти в прыжок.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[2]/text
ru: Что бы это ни было, мы не хотим этого знать.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[2]/event/text
ru: У вас сейчас слишком много дел, вы не обращаете внимания на огромный корабль и уходите в прыжок как можно скорее.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_REAL"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_CREWKILL"]/text
ru: После бесконечных обстрелов и ловушек экипаж наконец смог найти чертежи, спрятанные глубоко в системах пришельцев, но, к сожалению, все их дроны словно растворились в воздухе после гибели экипажа.

source: data/events_sector_theocracy.xml.append$//event[@name="FR_OPERATOR_QUEST_CREWKILL"]/choice/text
ru: Супер!
